Repository: mozilla-l10n/mt-training-data
Catalog: cnh/cnh_pontoon.tmx
Source language: en_us
Languages: cnh

source: Kaqchikel
cnh: Kaqchikel holh

source: Karakalpak
cnh: Karakalpak holh

source: Kazakh
cnh: Kazakhstan holh

source: Keep
cnh: Chiah

source: Keep Data
cnh: Hlonh hlah

source: Keep it up, record again <recordIcon></recordIcon>
cnh: Na thiam, tuun ṭhan <recordIcon></recordIcon>

source: Keep the recordings
cnh: Tuun mi i chiah

source: Keep track of your progress and metrics across multiple languages.
cnh: Na tuahcia mi vialte le holhphun dang zong zoh chih khawh.

source: Keep track of your progress with a profile
cnh: Profile in na tuah ciami vialte zoh ṭhan hna.

source: Keep track of your progress with a profile and help our voice data be more accurate.
cnh: Na tuahcia mi vialte zoh ṭhan hna law, aw kan lak ciami vialte a ṭhat khawhnak chungin kan bawm.

source: Kinyarwanda
cnh: Kinyarwanda holh

source: Komi-Zyrian
cnh: Komi-Zyrian holh

source: Korean
cnh: Korea holh

source: Kurdish
cnh: Kurdish holh

source: Kyrgyz
cnh: Kyrgyzstan holh

source: Language
cnh: Holhphun

source: Language Request
cnh: Holh phun halnak

source: Language request successfully submitted, thank you.
cnh: Holh phun halnak a kuat cang, ka lawm.

source: Languages
cnh: Holhphun

source: Latvian
cnh: Latvian holh

source: Launched
cnh: Thlah cangmi

source: Leaderboard Visibility
cnh: Bawmchaantu Ṭhawngbik Zohnak

source: Leaving now means you’ll lose your changes
cnh: Na kal tak ahcun na thlen ciami na thlau lai

source: Leaving now means you'll lose your progress
cnh: Na chuak ahcun na tuuncia mi na thlau lai

source: LibriSpeech is a corpus of approximately 1000 hours of 16Khz read English speech derived from read audiobooks from the LibriVox project.
cnh: LIbriSpeech cu suimilam thongkhat (1000) chung 16Khz tluk in cauk relmi LibriVox in lak mi chiahnak a si.

source: License
cnh: Lisen

source: License: <licenseLink>CC-0</licenseLink>
cnh: Laisen:<licenseLink>CC-0</licenseLink>

source: License: <licenseLink>{ $license }</licenseLink>
cnh: Laisen:<licenseLink>{ $license }</licenseLink>

source: Ligurian
cnh: Ligurian holh

source: Link Copied
cnh: Link aa kawpi cang

source: Listen
cnh: Ngai

source: Listening
cnh: Ngai

source: Listen-Queue
cnh: Ngaihnak Hmun

source: Lithuanian
cnh: Lithuanian holh

source: Loading…
cnh: Thunlio...

source: Localized
cnh: Holh leh mi

source: Login Identity
cnh: Lutnak

source: Log in or sign up to get started
cnh: Thoknak dingah LUT silole Na min pe

source: Log In / Sign Up
cnh: Luhnak / Min Peknak

source: Log In / Sign Up with { $company } email
cnh: { $company } email in Lutnak / Account sernak tuah

source: Logout
cnh: Chuahnak

source: Log Out
cnh: Chuahnak

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
cnh: Ngaih dingmi hi zeihmanh kan ngei rih lo. Ngaih dingmi chiah na duh cun na aw rak tun.

source: Luganda
cnh: Luganda holh

source: Macedonian
cnh: Macedonia holh

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
cnh: Na kan kuatmi aw pawl an sunlawi tuknak dingah nangmah kong tlawmpal rak kan chim. Mipi sinah nangmah kong zeihmanh kan tlanghter lai lo.

source: Malagasy
cnh: Malagasy holh

source: Malayalam
cnh: Malayalam holh

source: Male
cnh: Pa

source: Maltese
cnh: Maltese holh

source: Manage Email Subscriptions
cnh: Email thawngthanhnak remh

source: Manage Subscriptions
cnh: Cakuat Zohkhenhnak

source: Mapudungun
cnh: Mapudungun holh

source: Meadow Mari
cnh: Meadow Mari holh

source: Message
cnh: Cakuat

source: Mixed
cnh: Fonh

source: Moksha
cnh: Moksha holh

source: Mongolian
cnh: Mongolia Holh

source: More
cnh: Tamdeuh

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
cnh: Kampani lian tampi nih an tuah mi, computer holh theihnak, hi Laiholh in cun hman khawh an si lo. Cucu ṭhanchonak le chaw lehthalnak caah thawphit tu a si ti kan ruah. Cucaah, Project Common Voice timi hi mi vialte nih an holh cio in computer an hman khawhnak ding caah kan tuah mi a si.

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
cnh: Kampani lian tampi nih an tuah mi, computer holh theihnak, hi Laiholh in cun hman khawh an si lo. Cucu ṭhanchonak le chaw lehthalnak caah thawphit tu a si ti kan ruah. Cucaah, Project Common Voice timi hi mi vialte nih an holh cio in computer an hman khawhnak ding caah kan tuah mi a si.

source: Most speech databases are trained with an overrepresentation of certain demographics which results in a bias towards <articleLink>male and middle class</articleLink>. Accents and dialects that tend to be under-represented in training data sets are typically associated with groups of people who are already marginalised. Many machines also struggle to understand female voices. This is why in our voice database we want variety!
cnh: A tam deuh holh database cu miphun pakhat deuh siloah <articleLink> pa le misifak </articleLink> deuh holh hi a thleidan tawn . Buukhat rak nekmi le thleidan mi pawl aw-cawi le holh kha tling tein an aiawh lo. Cun, computer nih nu nih chimmi aw hi a fian a harh tawn. Hi ruangah kan aw databases ah aw-cawi le holh phunkip kan duh.

source: Mozilla doesn’t pick or favor any one language over another. Instead, Common Voice is a purely community-driven initiative, but it takes <multilangLink>several steps to add a new language</multilangLink> and begin collecting voice donations. First, the Common Voice website needs to be translated so community members can access the contributor experience in their own language. Next, we need a large collection of copyright-free sentences for people to read outloud. Once both of those requirements are satisfied a language is “launched” on Common Voice for people to start recording their voice and validating others donations. If you want to help launch a new language, head over to our <sentenceCollectorLink>sentence collection tool</sentenceCollectorLink> to get started.
cnh: Mozilla nih holh pakhat le pakhat kar ah i thim in thleidan a hmang lo. Common Voice cu zatlang piin i bawmh in tuah a si nain holh thar khumh in aw-cawi khawmhnak ding cu thil tuah ding a herh mi a tampi. Cu vialte a tlamtlin khawhnak dingah cun <multilangLink> tuah dingmi thil tampi </multilangLink> a um. Pakhatnak ah, Common Voice website hi mibu pi nih an mah le an holh tein an pekchanh khawhnak hnga leh a hau. Cun, a tampi in khawmhmi biatlang kha mipi nih thangpi in an rel ding kan herh. Hi pahnih kan herh mi a tlin in, holh thar cu Common Voice ah serhram thok a si i aw-cawi kha khumh cio in le chek kha a si. Holh thar awt na duh si cun, <sentenceCollectorLink> biatlang khawmhnak </sentenceCollectorLink> ah kal in tuah khawh a si.

source: Mozilla is dedicated to keeping the web open and accessible for everyone. To do it we need to empower web creators through projects like Common Voice. As voice technologies proliferate beyond niche applications, we believe they must serve all users equally well. We see a need to include more languages, accents and demographics when building and testing voice technologies. Mozilla wants to see a healthy, vibrant internet. That means giving new creators access to voice data so they can build new, extraordinary projects. Common Voice will be a public resource that will help Mozilla teams and developers around the world.
cnh: Mozilla cu mikip nih computer an hman khawhnak ding hi biatak tein aa hmaithlak. Cucaah cun website a sertu pawl hi thazang pek a duhnak langhternak caah Common Voice hi a ser. Computer nih holh thiamnak a theih ning hi a sang tuk hringhren cang, cucaah cun mikip nih computer hi an holh cio in hmang kho ve hna seh ti kan duh. Aw-lei thiamnak hi miphun kip talh in holh in siseh, aw-cawi in siseh, miphun kip in siseh, talh chih dih kan duh. Mozilla nih cun a ngandammi le aa tlerh ngai mi internet hi hmuh a duh. Cucu website a sertu nih an website sunglawi taktak in an ser khawh hna hnga Aw-data ti bantuk hi serpiak a si. Common Voice cu kan mah, Mozilla, le website a sertu vawlei cung um vialte caah mipi nih ngeih mi thilri sunglawi pakhat a si lai.

source: Mozilla is dedicated to keeping the web open and accessible for everyone. To do that we need to empower web creators through projects like Common Voice. As voice technologies proliferate beyond niche applications, we believe they must serve all users equally. That means investing in more languages and accommodating diverse accents and demographics when building and testing voice technologies. Common Voice is a public resource available to everyone and Mozilla teams and developers around the world are already using it on our own projects as well.
cnh: Mozilla hi ahopaoh nih zalong tein internet kan tawngh khawhnak dingah a hmaithlak. Hi tuah ding cun, website sertu pawl hi thazaang pek an hau. Aw technologies hi santlai in hman khawh mi thil a si cang bantuk in, ahopoah nih i tluk tein an hman khawh ding hi kan zumhnak pakhat a si. Hihi sullam cu aw technologies ser le hneksak tikah holh le aw-cawi tam deuh khawh chung tuah hi a si. Common Voice hi zapi ca hman khawh awk mi a si. Mozilla le thilkip sertu hna hi vawleicungkip ah an mah le tuah mi cio ah an hman cang.

source: Mycroft is the world’s first open source assistant. Mycroft runs anywhere - on a desktop computer, inside an automobile, or on a Raspberry Pi.
cnh: Mycroft hi vawlei cungah a hmasabik a lak in khon mi, mi bawmtu a si. Mycroft cu khoika poah ah a um dih- computer, mawṭaw chung silole Raspberry Pi.

source: Name
cnh: Min

source: Native Language
cnh: Kokek Holh

source: Nepali
cnh: Nepal holh

source: Next Goal: { $goal }
cnh: Tinhmi:{ $goal }

source: Next Goals: { $goal }
cnh: Tinhmi:{ $goal }

source: No
cnh: Dawnlok Hlah

source: No gravatar found for your email
cnh: Na email ah hmanthlak kan hmu lo

source: No microphone found.
cnh: Aw tunnak kan hmu lo

source: Norwegian Bokmål
cnh: Norway holh (Bokmal)

source: Norwegian Nynorsk
cnh: Norway holh (Nynorsk)

source: Note: When set to 'Visible', this setting can be changed from the <profileLink>Profile page</profileLink>
cnh: "Langhter" in na chiah ahcun cucu <profileLink> Profile</profileLink> ah thlen khawh a si.

source: Note: You will still need to select between Speak or Listen to change contribution type.
cnh: Theihternak: Na aw pekchanhnak thlen na duh ahcun Chim silo le Ngaih nak na thim a hau.

source: Not found
cnh: Hmu lo

source: No Thanks
cnh: Tuah hlah

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
cnh: Laiholh in computer a ngah khawhnak ding caah na aw rak tun ve. <lineBreak></lineBreak> Laiholh in computer a ngah khawhnak ding caah biatlang pawl na rel hna lai. Midang nih an chimcia zong chek ṭhan hna. A fawi te!

source: { NUMBER($count) } clips
cnh: { NUMBER($count) } Tuncia

source: Number of Voices
cnh: Aw Tuntu Zat

source: { NUMBER($totalHours) } hours is achievable in just over { NUMBER($periodMonths) } months if { NUMBER($people) } people record { NUMBER($clipsPerDay) } clips a day.
cnh: Nikhat ah awtun mi { NUMBER($clipsPerDay) } hi minung { NUMBER($people) } nih kan tuah khawh ahcun { NUMBER($totalHours) } suimilam zat hi { NUMBER($periodMonths) } thla ah kan i tinhmi hi kan lim khawh hnga.

source: Occitan
cnh: Occitan Holh

source: Odia
cnh: Odia holh (India)

source: Off
cnh: Phih

source: Offensive language
cnh: Biachia

source: Offensive speech
cnh: Bia ṭha lo

source: On
cnh: Nunh

source: On desktop computers, you can download the latest:
cnh: Inn computer silole App ah dawnlok khah a si.

source: Optionally join on our email list for updates and new information about the project.
cnh: Kan cakuatnak le thawngthanhnak cu nangmah lungduh in i tal khawh a si.

source: Optionally submitted demographic data (e.g. age, sex, language, and accent) is de-identified from your submitted voice data and will never be made public on your profile.
cnh: Nangmah kong (nupa sinak, kum, holh, le awicawi tbk.) mipi sinah zeitik hmanhah kan langhter lai lo.

source: or Delete voice clip
cnh: silole tunmi hlonh

source: Other
cnh: Adang

source: Other Language
cnh: Holhphun dang

source: Other voice datasets…
cnh: Awdang Pumhmi Data

source: Other Voice Datasets
cnh: Voice Datasets adang

source: Our source text is made up of original contributor donations as well as dialogue from public domain movie scripts like <italic>It’s a Wonderful Life</italic>. You can view our source sentences in this GitHub folder.
cnh: Kan biatlang hnu cu ṭial chommi, cauk le <italic> Kenneth Van Bik Dictionary</italic> ti bantuk i lakmi an si.

source: Our source text is made up of original contributor donations as well as dialogue from public domain movie scripts like <italic>It’s a Wonderful Life</italic>. You can view our source sentences in this <githubLink>GitHub folder</githubLink>.
cnh: Ka pumhmi cakuat data hi kanmah bawmtu sin in le zapi biaruah nak pawl ca he a cawh. Kan khon mi biatlang pawl an rat nak cu <githubLink> GitHub folder </githubLink> ah zoh khawh a si.

source: Overall Accuracy
cnh: Ṭha tein tuah khawhmi

source: Overall Hr. Total
cnh: Suimilam dihlak

source: Overall project status: see how far we’ve come!
cnh: Kan tuah mi dihlak: kan tuah mi zoh ve!

source: Partners
cnh: Ṭuanṭi

source: Persian
cnh: Persian holh

source: <playIcon></playIcon>Last one!
cnh: <playIcon></playIcon>Dongh nak!

source: Please tap to record, then read the above sentence aloud.
cnh: Tun kha hmet, cun biatlang kha thang piin rel.

source: Polish
cnh: Poland holh

source: Portuguese
cnh: Portugal holh

source: Portuguese (Brazil)
cnh: Portugal holh (Brazil)

source: Preferences
cnh: Duh thimnak

source: Press play, listen & tell us: did they accurately speak the sentence below?
cnh: Play hmet, ngai, cun kan chim: A tanglei biatlang hi hman tein an rel maw?

source: Press { shortcut-play-toggle } to toggle play mode
cnh: Lentecalh nakah { shortcut-play-toggle } hmet.

source: Privacy
cnh: Kilvennak

source: Privacy Policy
cnh: Kilvennak Policy

source: Profile
cnh: Nangmah Kong

source: Profile information improves the audio data used in training speech recognition accuracy.
cnh: Computer kan cawnpiak tikah nangmah kong kan theihnak nih tampi a kan bawmh lai.

source: Progress
cnh: ṭhanchonak

source: Punjabi
cnh: Punjabi holh

source: Read More
cnh: Rel Chap

source: Read more on our About page
cnh: 'About' ah tam deuh in rel

source: Ready to do { $count } more?
cnh: Biatlang { $count } tuah ṭhan na duh maw?

source: Ready to donate your voice?
cnh: Na aw tun dingah na manh cang maw?

source: Ready to help validate sentences?
cnh: Biatlang a hman le hman lo check dingah nai manh maw?

source: Receive emails such as goal reminders, progress updates and newsletters about Common Voice.
cnh: Common Voice nih kan i tinhmi le kan tuah cuahmah mi thawngthanhnak rak hmu ve.

source: Recorded Clips
cnh: Tun cangmi

source: Recorded Hours
cnh: Khumh cangmi suimilam zat

source: <recordIcon></recordIcon> Last one!
cnh: <recordIcon></recordIcon> Donghnak!

source: Recording
cnh: Tun lio

source: Recordings
cnh: Tun liomi

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
cnh: Aw i tun hi a biapi taktak mi kan rian a si; mi cheukhat nih cun a nuam zong a nuam tiah an ruah.

source: Record/Stop
cnh: Tun/Dinhter

source: Record your voice
cnh: Na aw tuun

source: Recreate Voicewave
cnh: Voicewave ser ṭhan

source: Remove
cnh: Hlonh

source: Report
cnh: Theihter

source: Report was passed successfully
cnh: Theihternak pekmi cu a tlamtling

source: Request a Language
cnh: Holhphun kan hal

source: *required
cnh: *aherh

source: Re-record
cnh: tuunṭhan

source: RE-RECORD
cnh: TUN-ṬHAN

source: Re-record clip
cnh: Aw-tun ṭhan

source: Retry
cnh: Tuah ṭhan

source: RETRY
cnh: TUAHṬHAN

source: Return here to edit your goal anytime.
cnh: Na tinhmi remh dingah zeitik paoh ah kir a ngah.

source: Return to Common Voice
cnh: Common Voice ah kir

source: Return to Common Voice Datasets
cnh: Common Voice Pumhmi Data ah Kir

source: Return to Languages
cnh: Holhphun thimnak ah kir

source: Review
cnh: Zohṭhan

source: Review & re-record clips here as you go
cnh: A herh cun ngaiṭhan law tunṭhan

source: Review & re-record clips if needed
cnh: A herh cun ngaiṭhan law tunṭhan

source: Review & Submit
cnh: Chek & Kuat

source: Romanian
cnh: Romania holh

source: Romansh
cnh: Canton of Graubünden khua holh

source: Romansh Sursilvan
cnh: Romansh Sursilvan holh (Switzerland)

source: Romansh Vallader
cnh: Romansh Vallader holh

source: Russian
cnh: Russia holh

source: Sakha
cnh: Sakha holh (Yakut)

source: Sardinian
cnh: Sardinian holh

source: Save
cnh: Khumh

source: Saved
cnh: Khumh

source: Search
cnh: Kawlnak

source: Search for answers
cnh: A phi kawl

source: See how your progress compares to other contributors all over the world.
cnh: Na tuahmi hi vawleicung a um mi vialte nih an rak tuahmi he zohchih khawh.

source: See Less
cnh: Tawm deuh zoh

source: See More
cnh: Tam deuh zoh

source: Select a Language...
cnh: Holhphun thimnak...

source: Sentence Collection
cnh: Biatlang Khawmhnak

source: Sentences
cnh: Catlang

source: Serbian
cnh: Serbia holh

source: Set a goal
cnh: Tinhmi ngei

source: Set my visibility
cnh: Zohnak tuah

source: Sex
cnh: Nu/Pa thleidannak

source: Share my goal
cnh: Na tinhmi langhter

source: Share your { $count } Clip Daily Goal for { $type }
cnh: { $count } Nifatin tinhmi { $type } langhter

source: Share your { $count } Clip Weekly Goal for { $type }
cnh: { $count } Zarhfatin tinhmi { $type } Langhter

source: Shortcuts
cnh: tawitan

source: Show my ranking
cnh: Ka dirhmun ka hmuhsak

source: Sicilian
cnh: Sicilian holh

source: Sign up for an account
cnh: Account sernak

source: Sign up for Common Voice newsletters, goal reminders and progress updates
cnh: Common Voice thawngpang, tinhmi theihternak le tuah ciami theihternak dingah na min pe ve.

source: sign up for email updates
cnh: Thawngpang thanhnak dingah cun account ser

source: Sign up for { $lang } updates:
cnh: { $lang } thawngthanhnak caah minkhumhnak.

source: Sinhala
cnh: Sinhala holh

source: Size
cnh: Hmetngan

source: Skip
cnh: Lanh tak

source: Skip Submission Feedback
cnh: Hmuhning Kuatnak Lanhtak

source: Slovak
cnh: Slovakia holh

source: Slovenian
cnh: Slovenia holh

source: Sorbian, Lower
cnh: Lusatia holh (thlang lei)

source: Sorbian, Upper
cnh: Sorbian holh (chak lei)

source: Spanish
cnh: Spanish holh

source: Speak
cnh: Chim

source: Speakers
cnh: Biachimtu

source: Speaking
cnh: Chim

source: Speaking and Listening
cnh: Chim le Ngaih

source: Speak now
cnh: Chim Ve.

source: Speak up, contribute here!
cnh: Na Aw Rak Tun Ve!

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
cnh: <speechBlogLink> Speech Recognition thoknak</speechBlogLink>

source: Speech is often the most natural way we communicate with each other and voice technologies are bringing that convenience to our computers and mobile devices. We want to empower developers to build amazing voice recognition applications like real-time translators and voice-enabled digital assistants. But right now most of the voice data required to build these kinds of apps is expensive and proprietary. We hope the Common Voice dataset will give developers what they need to innovate and make speech technology available in their own language. To make voice recognition even more universal, we're collecting voice samples in widely spoken languages as well as those with a smaller population of speakers often underserved by commercial speech recognition services. Publishing a diverse dataset of voices will empower developers, entrepreneurs, and entire speech communities to address this gap themselves.
cnh: Holh in hin i chawnhkhanh a si i cucu kan computer le fawn nih hin kan hmai ah fawi tein an tuah. Computer serthiam hna nih holh a thei khomi computer hi holh lehnak ti bantuk caah serkho hna seh ti hi kan duh. Asinain, hi serkhawhnak dingah cun aw hi tamtuk a herh i phaisa zong tampi dih a herh fawn. Hi Common Voice pumhmi data nihhin computer thiam pawl, an mah le holh cio in holh theimi computer ser cio hna seh tihi kan duh. Cucu vawleicung holh phun kip in a ngah khawhnak caah cun holhphun kip in holh mi aw, mi tampi siseh mi tlawmte holh siseh, kan lak. Hi vialte kan lakmi aw nih hin computer thiam mi hna le sipuaizi tuah tu hna nih an mah le ram cio in chawnh khawhmi computer ser hram an thok lai hi kan duh.

source: Speech-to-text (STT) technologies convert voice data into text.
cnh: Speech-to-text (STT) technologies nih cun holh kha ca in a leh khawh.

source: Splits
cnh: Ṭhen

source: Start recording
cnh: Tuun hramthok

source: Submit
cnh: Kuat

source: Submit a report
cnh: Theihternak kua

source: Submit clips
cnh: Kua law chuak

source: Submit success! Want to record again?
cnh: Na kuat mi a tha! Tun na duh ti maw?

source: Subscribe
cnh: Kan telpi

source: Success
cnh: Hlawh tlin

source: Success, profile created!
cnh: A tlamtling, profile na ser khawh cang!

source: Swahili
cnh: Swahili holh

source: Swedish
cnh: Sweden holh

source: Syriac
cnh: Syriac holh

source: Tagalog
cnh: Tagalog holh

source: Tajik
cnh: Tajik holh

source: Take a look
cnh: Van zoh

source: Tamil
cnh: Tamil holh (India)

source: Tap
cnh: Hmet

source: Tatar
cnh: Tatar holh (Russia)

source: Tatoeba is a large database of sentences, translations, and spoken audio for use in language learning. This download contains spoken English recorded by their community.
cnh: Tatoeba cu holh cawnpiaknak ding ah biatlang, bialeh, le holh tuun mi chiahnak a si. Hi dawnlok mi chungah hin mikip nih mirang holh an tuun mi aa tal.

source: Telugu
cnh: Telugu holh (India)

source: Terms
cnh: Zulhphung

source: Thai
cnh: Thailand holh

source: Thanks for confirming your account, now let's build your profile.
cnh: Na account na fehter caah kan i lawm, atucu profile sersiam cang sih.

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
cnh: Na tuun caah kan i lawm!<lineBreak></lineBreak> Zohtthan law a tanglei hin kan kua.

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
cnh: { $lang } caah bawmhchanh na duh ve caah kan i lawm. Zei holh paoh tlamtling tein a um khawhnak hnga caah fakpiin rian kan ṭuan i, in theihter peng kan duh. Pehtlaih na duh ahcun, a tanglei ah na email ṭial.

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download.
cnh: Thlanmual ah hin Common Voice data ah cohlan lomi aw-tun ciami kha hlonh a si. Dataset bantuk in cu hna cu duh ahcun download khawh ṭhiam a si.

source: The clip has disrespectful or offensive language.
cnh: Tunmi ah biachia siloah midang zomhteihnak a tel.
